module.exports = {
    colors: {
        '-2': 'red',
        '-1': 'magenta',	
        '0': 'gray',
        '1': 'green',
        '2': 'cyan'
    },
    icons: {
        '-2': '🤑',
        '-1': '💰',	
        '0': '😐',
        '1': '💸',
        '2': '🏦'
    },
    numeric: {
        'Strong Buy': 2,
        'Buy': 1,
        'Neutral': 0,
        'Sell': -1,
        'Strong Sell': -2
    },
    reverseValues: {
        '-2': 'Strong Sell',
        '-1': 'Sell',
        '0': 'Neutral',
        '1': 'Buy',
        '2': 'Strong Buy'
    },
    changeIcons: {
        '-4': '⬇️⬇️⬇️⬇️',
        '-3': '⬇️⬇️⬇️',
        '-2': '⬇️⬇️',
        '-1': '⬇️',
        '0': '➡️',
        '1': '⬆️',
        '2': '⬆️⬆️',
        '3': '⬆️⬆️⬆️',
        '4': '⬆️⬆️⬆️⬆️'
    }
}